Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Rain alerts use Open-Meteo hourly forecasts. Severe alerts use Apple WeatherKit where available, or BOM in Australia. AI Alert Summaries use Apple Intelligence on-device to explain warnings in plain language. Quiet Hours mutes notification sounds during a daily time range.
ar: تنبيهات الأمطار تستخدم تنبؤات مفتوحة في الساعة. التنبيهات الشديدة تستخدم Apple WeatherKit حيثما كانت متاحة، أو BOM في أستراليا. ملخصات تنبيه AI تستخدم جهاز استخبارات Apple لشرح التحذيرات بلغة عادية. أصوات إشعارات كتم الهدوء خلال فترة زمنية يومية.
cs: Upozornění na déšť používají Open-Meteo hodinové předpovědi. Silná upozornění používají Apple WeatherKit, pokud je k dispozici, nebo BOM v Austrálii. AI Shrnutí výstrahy používá Apple Intelligence na zařízení k vysvětlení varování v jednoduchém jazyce. Tiché hodiny ztlumí zvuky oznámení během denního časového období.
da: Regn advarsler bruger Open-Meteo timeprognoser. Alvorlige advarsler bruger Apple WeatherKit, hvor det er muligt, eller BOM i Australien. AI Alert Resuméer bruger Apple Intelligence on-device til at forklare advarsler i almindeligt sprog. Stille Timer dæmper notifikationslyde i løbet af et dagligt tidsrum.
de: Regenwarnungen verwenden stündlich Open-Meteo Prognosen. Starke Warnungen verwenden Apple WeatherKit oder BOM in Australien. AI Alert Summaries verwenden Apple Intelligence auf dem Gerät, um Warnungen in einfacher Sprache zu erklären. Quiet Hours stummschaltet Benachrichtigungstöne im täglichen Zeitbereich ab.
el: Οι ειδοποιήσεις βροχής χρησιμοποιούν τις ωριαίες προβλέψεις Open-Meteo. Οι σοβαρές ειδοποιήσεις χρησιμοποιούν το Apple WeatherKit όπου είναι διαθέσιμο, ή το BOM στην Αυστραλία. Το AI Alert Summaries χρησιμοποιεί το Apple Intelligence σε συσκευή για να εξηγήσει τις προειδοποιήσεις σε απλή γλώσσα.
es: Las alertas de lluvia utilizan previsión horaria Open-Meteo. Las alertas Severe usan Apple WeatherKit cuando está disponible, o BOM en el alias de Irlanda. Los Resúmenes de alerta de Amnistía Internacional utilizan la Inteligencia de Apple en el dispositivo para explicar las advertencias en lenguaje simple. Quiet Hours silencia los sonidos de notificación durante un intervalo de tiempo diario.
fi: Sade hälytykset käyttävät Open-Meteo tuntikohtaisia ennusteita. Vakavat hälytykset käyttävät Apple WeatherKit jos saatavilla, tai BOM Australiassa. AI Alert Summaries käyttää Apple Intelligence on-device selittää varoitukset pelkkällä kielellä. Hiljainen Tunti mykistää ilmoitusten äänet aikana päivittäin.
fr: Les alertes de pluie utilisent les prévisions horaires Open-Meteo. Les alertes sérieuses utilisent Apple WeatherKit lorsque disponibles, ou BOM en Australie. Les résumés des alertes d'Amnesty International utilisent Apple Intelligence pour expliquer les avertissements en langage clair. Les heures silencieuses réduisent les sons de notification pendant une période journalière.
it: Gli avvisi pioggia utilizzano previsioni orarie Open-Meteo e gli avvisi severi utilizzano Apple WeatherKit dove disponibile, o BOM in Australia. I riepiloghi degli avvisi AI utilizzano Apple Intelligence sul dispositivo per spiegare gli avvisi in un linguaggio semplice. Le ore silenziose silenziano i suoni di notifica durante un intervallo di tempo giornaliero.
ja: 雨アラートはOpen-Meteoの時間ごとの予測を使用します。深刻なアラートは、利用可能な場合はApple WeatherKit、またはオーストラリアのBOMを使用します。 AI Alert SummaryはApple Intelligenceを使用して、平易な言語で警告を説明します。Quiet Hoursは毎日の時間範囲で通知音をミュートします。
nl: Regenmeldingen gebruiken Open-Meteo uurvoorspellingen. Severe waarschuwingen gebruiken Apple Weatherkit waar mogelijk, of BOM in Australië. AI Alert Summaries gebruiken Apple Intelligence on device om waarschuwingen in gewone taal uit te leggen. Stille uren dempt notificatiegeluiden gedurende een dagelijks bereik.
no: Regnvarsler bruker Open-Meteo timevise varsler. Alvorlige varsler bruker Apple WeatherKit hvis tilgjengelig, eller BOM i Australia. AI Alert Summaries bruker Apple Intelligence on-device for å forklare advarsler på vanlig språk. Stille Hours mutes notification sounds during a daily time range.
pl: Alerty deszczu używają prognoz godzinowych Open-Meteo. Poważne alerty używają Apple WeatherKit, jeśli to możliwe, lub BOM w Australii. Podsumowania alarmów AI używają urządzenia Apple Intelligence do wyjaśniania ostrzeżeń prostym językiem. Ciche godziny wyciszą dźwięki powiadomień w dziennym przedziale czasowym.
pt: Alertas de chuva usam previsões Open-Meteo por hora. Alertas severos usam Apple WeatherKit quando disponível, ou BOM na Austrália. Os resumos de alertas AI usam a Inteligência Apple no dispositivo para explicar avisos em linguagem simples. Horas de silêncio silencia os sons de notificação durante um intervalo de tempo diário.
ro: Alertele de ploaie folosesc prognoze Open-Meteo oră. Alertele severe folosesc Apple WeatherKit unde este disponibil, sau BOM în Australia. Rezumatele AI Alerte folosesc Apple Intelligence on-device pentru a explica avertismentele într-un limbaj simplu. Orele liniștite dezactivează sunetele de notificare pentru un interval de timp zilnic.
ru: Оповещения о дождях используют почасовые прогнозы Open-Meteo. Сильные предупреждения используют Apple WeatherKit там, где это возможно, или BOM в Австралии. AI Сводные отчеты используют Apple Intelligence для объяснения предупреждений на простом языке. Тихие часы отключает звуки уведомлений в дневное время.
sv: Regnvarningar använder timprognoser från Open-Meteo. Allvarliga varningar använder Apple WeatherKit där det finns tillgängligt, eller BOM i Australien. AI Alert Summaries använda Apple Intelligence på enheten för att förklara varningar i klartext. Tysta timmar tystar meddelanden ljud under en daglig tidsrymd.
uk: Оповіщення про дощ використовують погодинні прогнози з значення Open-Meteo. Серйозні сповіщення використовують Apple WeatherKit, де доступно чи BOM в Австралії. Підсумки сповіщень AI використовують дані Apple Intelligence на пристрої, щоб пояснити застереження звичайною мовою. Тихі години приглушують звуки сповіщень в щоденному діапазоні часу.
zh_hans: 雨示警使用开放元小时预报。严重警报使用Apple WeatherKit或澳大利亚的BOM。 AI 警报摘要在设备上使用 Apple Intelligence 用普通语言解释警告。每日活动范围内静音时钟通知声音。

source: Rain expected to start in %@
ar: من المتوقع أن يبدأ المطر في %@
cs: V %@ je očekáván začátek deštěchar@@0
da: Regn, der forventes at starte i %@
de: Regen wird voraussichtlich in %@ beginnen
el: Η βροχή αναμένεται να ξεκινήσει στο %@
es: Se espera que la lluvia comience en %@
fi: Sademäärän odotetaan alkavan %@
fr: La pluie devrait commencer dans %@
it: La pioggia dovrebbe iniziare ad %@
ja: %@ で雨が始まると予想されました
nl: Regen verwacht te starten in %@
no: Regn forventet å starte i %@
pl: Oczekuje się, że deszcz rozpocznie się w %@
pt: Espera-se que a chuva comece em %@
ro: Se așteaptă ca ploaia să înceapă în %@
ru: Ожидается дождь в %@
sv: Regn förväntas starta i %@
zh_hans: 预期雨量将在 %@ 开始

source: Rain in the Next Hour
ar: المطر في الساعة القادمة
cs: Déšť v příští hodině
da: Regn i næste time
de: Regen in der nächsten Stunde
el: Βροχή στην επόμενη ώρα
es: Lluvia en la próxima hora
fi: Sade seuraavassa tunnissa
fr: Pluie dans la prochaine heure
it: Pioggia nella prossima ora
ja: 次の時間の雨
nl: Regen in het volgende uur
no: Regn i neste time
pl: Deszcz w następnej godzinie
pt: Chuva na próxima hora
ro: Ploaie la următoarea oră
ru: Дождь в следующий час
sv: Regn i nästa timme
uk: Дощ у наступну годину
zh_hans: 下一个小时降雨量

source: Rain Next Hour
ar: أمطار الساعة القادمة
cs: Další hodina deště
da: Regn Næste Time
de: Nächste Stunde regen
el: Επόμενη Ώρα Βροχής
es: Lluvia próxima hora
fi: Sademäärä Seuraava Tunti
fr: Pluie Heure Prochaine
it: Pioggia Prossima Ora
ja: 次の時間
nl: Regen volgende Uur
no: Regn neste time
pl: Deszcz w następnej godzinie
pt: Chuva a próxima hora
ro: Ploaie următoarea oră
ru: Дождь на следующий час
sv: Regn nästa timme
uk: Дощ наступної години
zh_hans: 下一个小时降雨量

source: Rain Probability
ar: احتمال الأمطار
cs: Pravděpodobnost deště
da: Regn Sandsynlighed
de: Regenwahrscheinlichkeit
el: Πιθανότητα Βροχής
es: Probabilidad de lluvia
fi: Sadetodennäköisyys
fr: Probabilité de pluie
it: Probabilità Pioggia
ja: 雨の可能性
nl: Regen Waarschijnlijkheid
no: Regn sannsynlighet
pl: Prawdopodobieństwo deszczu
pt: Probabilidade da chuva
ro: Probabilitatea ploii
ru: Вероятность дождя
sv: Regn Sannolikhet
uk: Імовірність дощу
zh_hans: 降雨概率

source: Rainbow-themed backgrounds, animations, icons, and palette.
ar: خلفيات قوس قزح و الرسوم المتحركة و الأيقونات و اللوحات
cs: Dlaždové pozadí, animace, ikony a paleta.
da: Regnbue-tema baggrunde, animationer, ikoner, og palet.
de: Hintergründe mit Regenbogenthema, Animationen, Icons und Palette.
el: Rainbow-θέμα φόντα, κινούμενα σχέδια, εικόνες και παλέτα.
es: Fondos temáticos Rainbow, animaciones, iconos y paleta.
fi: Rainbow-teemalla taustat, animaatiot, kuvakkeet ja paletti.
fr: Fond d'écran à thème Rainbow, animations, icônes et palette.
it: Sfondi a tema arcobaleno, animazioni, icone e tavolozza.
ja: レインボーをテーマにした背景、アニメーション、アイコン、パレット。
nl: Regenboogthema achtergronden, animaties, pictogrammen en palet.
no: Regnbue bakgrunner, animasjoner, ikoner og palette.
pl: Tła motywu tęczowego, animacje, ikony i palety.
pt: Fundos temáticos de arco-íris, animações, ícones e paleta.
ro: Fundaluri cu tematică curcubeu, animații, icoane și palete.
ru: Фон с радужной тематикой, анимация, иконки и палитра.
sv: Regnbågstema bakgrunder, animationer, ikoner och palett.
uk: Рейнський задній покрив, анімації, значків та палітра.
zh_hans: 彩虹主题背景、动画、图标和调色板。

source: Re-test
ar: إعادة الاختبار
cs: Znovu otestovat
da: Genprøvning
de: Erneut testen
el: Επανέλεγχος
es: Reprobar
fi: Uusintatesti
fr: Ré-tester
it: Riprova
ja: 再テスト
nl: Hertest
no: Omtest
pl: Ponowne badanie
pt: Re-testar
ro: Re-testare
ru: Повторное тестирование
uk: Перевірити знову
zh_hans: 重新测试

source: Reduce Motion
ar: تقليل الحركة
cs: Snížit pohyb
da: Reducer Bevægelse
de: Bewegung reduzieren
el: Μείωση Κίνησης
es: Reducir movimiento
fi: Vähennä Liikettä
fr: Réduire le mouvement
it: Riduci Il Movimento
ja: モーションを減らす
nl: Beweging verminderen
no: Reduser bevegelse
pl: Zmniejsz ruch
pt: Reduzir movimento
ro: Reduce mișcarea
ru: Уменьшить движение
sv: Minska rörelse
uk: Зменшення руху
zh_hans: 减少移动

source: Reduce or disable motion and animated weather icons to cut down on movement.
ar: تقليل أو تعطيل الحركة ورموز الطقس المتحركة للقطع على الحركة.
cs: Snížit nebo zakázat animované ikony počasí pro omezení pohybu.
da: Reducer eller deaktivere bevægelse og animerede vejr-ikoner for at skære ned på bevægelse.
de: Reduzieren oder deaktivieren Sie Bewegungen und animierte Wettersymbole um Bewegungen zu reduzieren.
el: Μειώστε ή απενεργοποιήστε την κίνηση και τα κινούμενα εικονίδια καιρού για να κόψετε την κίνηση.
es: Reduce o deshabilite los iconos de movimiento y clima animado para reducir el movimiento al reducirlo.
fi: Vähennä tai poista käytöstä liikettä ja animoituja sääkuvakkeita poistaaksesi liikkeen.
fr: Réduire ou désactiver les icônes de mouvement et de météo animées pour réduire le mouvement.
it: Riduce o disabilita il movimento e le icone meteo animate per ridurre il movimento.
ja: 移動中にカットダウンするために運動やアニメーション天気のアイコンを減少または無効にします。
nl: Verminder of deactiveer beweging en geanimeerde weerpictogrammen om te knippen bij beweging.
no: Reduser eller deaktiver bevegelse og animerte værikoner for å skjære ned når du beveger deg.
pl: Zmniejsz lub wyłącz ruchome i animowane ikony pogody, aby skrócić ruch.
pt: Reduza ou desative o movimento e os ícones animados de clima para diminuir o movimento.
ro: Reduce sau dezactivează mișcarea și pictogramele meteo animate pentru a tăia mișcarea.
ru: Уменьшение или отключение движения и анимированных значков погоды, чтобы сократить передвижение.
sv: Minska eller inaktivera rörelse och animerade väder ikoner för att skära ner på rörelse.
uk: Зменшення або вимкнення руху та анімованих значків погоди для різання руху.
zh_hans: 减少或禁用移动和动画天气图标以便切断移动。

source: Reduces animations throughout the app
ar: تقليل الرسوم المتحركة في جميع أنحاء التطبيق
cs: Sníží animace v celé aplikaci
da: Reducerer animationer i hele appen
de: Reduziert Animationen in der gesamten App
el: Μειώνει τα κινούμενα σχέδια σε όλη την εφαρμογή
es: Reduce las animaciones en toda la aplicación
fi: Vähentää animaatioita koko sovelluksen
fr: Réduit les animations dans l'application
it: Riduce le animazioni nell'app
ja: アプリ全体のアニメーションを削減します
nl: Vermindert animaties in de app
no: Reduserer animasjoner gjennom hele appen
pl: Zmniejsza animacje w całej aplikacji
pt: Reduz animações em todo o aplicativo
ro: Reduce animațiile pe tot parcursul aplicației
ru: Уменьшает анимацию в приложении
sv: Minskar animationer i hela appen
uk: Знижує анімацію по всьому додатку
zh_hans: 减少整个应用内的动画

source: Refresh
ar: تحديث
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
fr: Rafraîchir
it: Aggiorna
ja: 更新
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: atualizar
ro: Împrospătează
ru: Обновить
sv: Uppdatera
uk: Оновити
zh_hans: 刷新

source: Refresh Cadence
ar: تحديث السعادة
cs: Obnovit Cadence
da: Opdater Kadence
de: Kadenz aktualisieren
el: Ανανέωση Ρυθμού
es: Actualizar adencia
fi: Päivitä Cadence
fr: Rafraîchir la Cadence
it: Aggiorna Cadenza
ja: キャデンスを更新
nl: Cadence vernieuwen
no: Oppdatere Ting
pl: Odśwież kadencję
pt: Atualizar Cadência
ro: Reîmprospătare cadență
ru: Обновить Каденс
sv: Uppdatera Kadens
uk: Оновити течію
zh_hans: 刷新铃声

source: Refresh Sound
ar: تحديث الصوت
cs: Obnovit zvuk
da: Opdater Lyd
de: Klang aktualisieren
el: Ανανέωση Ήχου
es: Actualizar sonido
fi: Päivitä Ääni
fr: Rafraîchir le son
it: Aggiorna Suono
ja: サウンドを更新
nl: Geluid vernieuwen
no: Oppdater lyd
pl: Odśwież dźwięk
pt: Atualizar Som
ro: Reîmprospătare sunet
ru: Обновить звук
sv: Uppdatera ljud
uk: Оновити звук
zh_hans: 刷新声音

source: Refreshes weather data
ar: تحديث بيانات الطقس
cs: Obnovuje data o počasí
da: Opdaterer vejrdata
de: Aktualisiert Wetterdaten
el: Ανανέωση δεδομένων καιρού
es: Actualiza los datos meteorológicos
fi: Päivitä säätiedot
fr: Actualise les données météo
it: Aggiorna i dati meteo
ja: 天気データを更新
nl: Weergegevens vernieuwen
no: Oppdaterer værdata
pl: Odświeża dane pogodowe
pt: Atualizar dados meteorológicos
ro: Reîmprospătează datele meteo
ru: Обновлять данные о погоде
sv: Uppdaterar väderdata
uk: Оновити дані про погоду
zh_hans: 刷新天气数据

source: Replaces the eight shipped weather background images with aurora-themed versions.
ar: يستبدل الصور الثماني التي تم شحنها لخلفية الطقس بنسخ مطبوعة على شكل هوررا.
cs: Nahradí osm odeslaných obrázků na pozadí pomocí aurora-motivu verzí.
da: Erstatter de otte afsendte vejrbaggrundsbilleder med aurora-tema versioner.
de: Ersetzt die acht verschickten Hintergrundbilder mit auror-thematischen Versionen.
el: Αντικαθιστά τις οκτώ εικόνες φόντου καιρού που αποστέλλονται με τις εκδόσεις με θέμα αύρα.
es: Reemplaza las ocho imágenes de fondo del clima que se envían con versiones temáticas de aurora.
fi: Korvaa kahdeksan toimitettua säätaustakuvaa aurora-aiheisilla versioilla.
fr: Remplace les huit images de fond météo envoyées par des versions sur le thème des aurores .
it: Sostituisce le otto immagini di sfondo meteo spedite con versioni a tema aurora.
ja: 出荷した8枚の天気背景画像をオーロラをテーマにしたバージョンに置き換えます。
nl: Vervangt de acht verzonden weersachtergrondafbeeldingen door versie van het aurora-thema.
no: Erstatter de åtte sendte værbakgrunnsbildene med aurora-temaer.
pl: Zastępuje osiem wysłanych obrazów w tle pogodowym wersjami aurora.
pt: Substitui as oito imagens de fundo enviadas por versões com tema Aurora.
ro: Înlocuiește cele opt imagini de fundal meteo expediate cu versiuni tematice de aurora.
ru: Заменяет восемь отправленных фоновых изображений на фоновые версии с темой ауроры.
sv: Ersätter åtta skeppade väder bakgrundsbilder med aurora-tema versioner.
uk: Замінює вісім, що доставляються погодні фонові зображення на аурор-тему.
zh_hans: 用极光主题版本取代8张已发运的天气背景图像。

source: Reply Email
ar: رد البريد الإلكتروني
cs: Odpovědět na e-mail
da: Svar E-Mail
de: Antwort-E-Mail
el: Email Απάντησης
es: Responder Email
fi: Vastaa Sähköposti
fr: Courriel de réponse
it: Rispondi All'Email
ja: メールに返信
nl: Antwoord op e-mail
no: Svar e-post
pl: Email z odpowiedzią
pt: E-mail de resposta
ro: Răspunde la e-mail
ru: Ответить по электронной почте
sv: Svara e-post
uk: Відповісти на е-пошту
zh_hans: 回复电子邮件

source: Report a bug or suggest an improvement. Diagnostics are attached automatically — no API keys are included.
ar: أبلغ عن خطأ أو اقترح تحسين. التشخيصات مرفقة تلقائيًا – لا توجد مفاتيح API مشمولة.
cs: Nahlásit chybu nebo navrhnout zlepšení. Diagnostika je připojena automaticky — nejsou zahrnuty žádné klíče API.
da: Rapporter en fejl eller foreslår en forbedring. Diagnostik vedhæftes automatisk — ingen API-nøgler er inkluderet.
de: Melden Sie einen Fehler oder schlagen Sie eine Verbesserung vor. Die Diagnose wird automatisch angehängt — keine API-Schlüssel sind enthalten.
el: Αναφέρετε ένα σφάλμα ή προτείνετε μια βελτίωση. Τα διαγνωστικά επισυνάπτονται αυτόματα - δεν περιλαμβάνονται κλειδιά API.
es: Reportar un error o sugerir una mejora. Los diagnósticos se adjuntan automáticamente, no se incluyen claves API.
fi: Ilmoita bug tai ehdottaa parannusta. Diagnostics liitetään automaattisesti — ei API avaimia.
fr: Signaler un bogue ou suggérer une amélioration. Les diagnostics sont attachés automatiquement — aucune clé API n'est incluse.
it: Segnala un bug o suggerisci un miglioramento. La diagnostica viene allegata automaticamente — non sono incluse chiavi API.
ja: バグを報告したり、改善を提案したりします。診断は自動的に添付されます。API キーは含まれません。
nl: Meld een bug of suggereer een verbetering. Diagnostics worden automatisch toegevoegd — er worden geen API-sleutels inbegrepen.
no: Rapporter en feil eller foreslå forbedring. Diagnostikk legges ved automatisk – ingen API-nøkler er inkludert.
pl: Zgłoś błąd lub zaproponuj poprawkę. Diagnostyka jest dołączona automatycznie — klucze API nie są dołączone.
pt: Relatar um erro ou sugerir uma melhoria. Os diagnósticos são anexados automaticamente — nenhuma chave de API está incluída.
ro: Raportează o eroare sau sugerează o îmbunătățire. Diagnosticile sunt atașate automat - nu sunt incluse chei API.
ru: Сообщить об ошибке или предложить улучшение. Диагностика прилагается автоматически — ключи API не включены.
sv: Rapportera en bugg eller föreslå en förbättring. Diagnostik bifogas automatiskt — inga API-nycklar ingår.
uk: Повідомте про помилку або запропонуйте покращення. Діагностика автоматично прикріплена - немає включених ключів API.
zh_hans: 报告错误或建议改进。诊断自动附加——没有包含 API 密钥。

source: Reported
ar: تم الابلاغ
cs: Nahlášeno
da: Rapporteret
de: Gemeldet
el: Αναφέρθηκε
es: Reportado
fi: Raportoitu
fr: Signalé
it: Segnalato
ja: 報告しました
nl: Gerapporteerd
no: Rapportert
pl: Zgłoszone
pt: Reportado
ro: Raportat
ru: Жалоба
sv: Rapporterad
uk: Повідомлено
zh_hans: 已报告

source: Request a Feature
ar: طلب ميزة
cs: Požádat o funkci
da: Anmod om en funktion
de: Feature anfordern
el: Ζητήστε μια λειτουργία
es: Solicitar una característica
fi: Pyydä ominaisuutta
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
ja: 機能のリクエスト
nl: Vraag een functie aan
no: Krev en funksjon
pl: Poproś o funkcję
pt: Solicitar um Recurso
ro: Solicită o caracteristică
ru: Запросить функцию
sv: Begär en funktion
uk: Запросити функцію
zh_hans: 请求功能

source: Requires a device with Apple Intelligence enabled.
ar: يتطلب جهازا مع تمكين الذكاء Apple
cs: Vyžaduje zařízení s povolenou Apple Intelligence.
da: Kræver en enhed med Apple Intelligence aktiveret.
de: Benötigt ein Gerät mit aktivierter Apple Intelligence.
el: Απαιτεί μια συσκευή με ενεργοποιημένη την Apple Intelligence.
es: Requiere un dispositivo con Apple Intelligence activado.
fi: Vaatii laitteen, jonka Apple Intelligence on käytössä.
fr: Nécessite un appareil avec Apple Intelligence activé.
it: Richiede un dispositivo con Apple Intelligence abilitato.
ja: Apple Intelligenceを有効にしたデバイスが必要です。
nl: Vereist een apparaat met Apple Intelligence ingeschakeld.
no: Krever en enhet med Apple Intelligence aktivert.
pl: Wymaga włączenia urządzenia z Apple Intelligence.
pt: Requer um dispositivo com a Apple Intelligence habilitada.
ro: Necesită un dispozitiv cu Apple Intelligence activat.
ru: Требуется устройство с включенным Apple Intelligence.
sv: Kräver en enhet med Apple Intelligence aktiverad.
uk: Необхідно пристрій з включеним Apple Intelligence .
zh_hans: 需要启用苹果智能设备。

source: Requires iOS 16+
ar: يتطلب نظام iOS 16+
cs: Vyžaduje iOS 16 +
da: Kræver iOS 16+
de: Benötigt iOS 16+
el: Απαιτεί iOS 16+
es: Requiere iOS 16+
fi: Vaatii iOS 16+
fr: Nécessite iOS 16+
it: Richiede iOS 16+
ja: iOS 16以上が必要です
nl: Vereist iOS 16+
no: Krever iOS 16+
pl: Wymaga iOS 16+
pt: Requer o iOS 16 +
ro: Necesită iOS 16+
ru: Требуется iOS 16+
sv: Kräver iOS 16+
uk: Потребує iOS 16 +
zh_hans: 需要 iOS 16 +

source: Reset Accessibility Settings to Defaults
ar: إعادة تعيين إعدادات إمكانية الوصول إلى الافتراضي
cs: Obnovit nastavení usnadnění na výchozí nastavení
da: Nulstil Tilgængelighedsindstillinger til standardindstillinger
de: Einstellungen für Bedienungshilfen auf Standardwerte zurücksetzen
el: Επαναφορά ρυθμίσεων προσβασιμότητας στις προεπιλογές
es: Restablecer ajustes de accesibilidad a por defecto
fi: Palauta oletusten esteettömyysasetukset
fr: Réinitialiser les paramètres d'accessibilité aux paramètres par défaut
it: Reimposta le impostazioni di accessibilità ai valori predefiniti
ja: ユーザー補助設定をデフォルトにリセット
nl: Toegankelijkheidsinstellingen herstellen naar standaard instellingen
no: Tilbakestill tilgjengelighetsinnstillinger til standardinnstillingene
pl: Resetuj ustawienia ułatwień dostępu do ustawień domyślnych
pt: Redefinir configurações de acessibilidade para os padrões
ro: Resetează setările de accesibilitate la setările implicite
ru: Сбросить настройки специальных возможностей по умолчанию
sv: Återställ tillgänglighetsinställningar till standardinställningar
uk: Скинути параметри доступності для типових
zh_hans: 重置辅助功能设置为默认值

source: Reset Backoff Counter
ar: إعادة تعيين عداد الظهر
cs: Resetovat počítadlo Backoff
da: Nulstil Backoff Tæller
de: Backoff Zähler zurücksetzen
el: Επαναφορά Μετρητή Backoff
es: Restablecer contador de retroceso
fi: Nollaa Backoff-Laskuri
fr: Réinitialiser le compteur de retour arrière
it: Resetta Contatore Backoff
ja: バックオフカウンターをリセット
nl: Reset Backoff teller
no: Tilbakestill backoff teller
pl: Zresetuj licznik kopii zapasowej
pt: Redefinir contador de repouso
ro: Resetează Contor Backoff
ru: Сбросить счетчик ожидания
sv: Återställ bakåträknare
uk: Скинути лічильник Backoff
zh_hans: 重置后端计数器

source: Reset Behaviour to Defaults
ar: إعادة تعيين السلوك إلى الافتراضي
cs: Obnovit výchozí nastavení chování
da: Nulstil adfærd til standardindstillinger
de: Verhalten auf Standardwerte zurücksetzen
el: Επαναφορά συμπεριφοράς στις προεπιλογές
es: Restablecer comportamiento por defecto
fi: Palauta käyttäytyminen oletuksiin
fr: Réinitialiser le comportement aux valeurs par défaut
it: Reimposta Comportamento ai Predefiniti
ja: 動作をデフォルトにリセット
nl: Gedrag herstellen naar standaardinstellingen
no: Tilbakestille oppførselen til standardinnstillingene
pl: Resetuj zachowanie do ustawień domyślnych
pt: Redefinir comportamento para os padrões
ro: Resetează comportamentul la setările implicite
ru: Сброс параметров по умолчанию
sv: Återställ beteende till standard
uk: Відновити параметри за замовчуванням
zh_hans: 重置行为为默认值
